[
    "Altera Bonuses",
    "Are Altera employees eligible for QPB?",
    "are former Altera employees eligible for bonuses at Intel?",
    "Do Altera employees get the QPB payment?",
    "How does the bonus compare between Intel and Altera",
    "Is QPB the same as Altera's quarterly bonus?",
    "QPB for former Altera employees",
    "what will happen to Altera bonuses?",
    "when are Altera employees eligible for bonuses?",
    "When are the bonus payouts for former Altera employees?",
    "When do Altera employees get APB?",
    "When do Altera employees get the QPB?",
    "When do former Altera employees transition to Intel?s bonus plans?",
    "when do i get my first bonus at intel if i'm coming over from Altera?",
    "Will Altera bonuses carry over to Intel?",
    "Am I eligible for 2016 APB?",
    "am I eligible to annual bonus?",
    "APB elegibility",
    "APB Eligibility",
    "apb intern",
    "ARE getting a EPB bonus",
    "Can interns earn ABP",
    "do i still qualify for the apb bonus",
    "do i still qualify for the eb bonus",
    "do ice get apb",
    "do interns get eb",
    "Do non-exempts get APB?",
    "Do non-exempts get EB?",
    "doe ICE employee receive APB?",
    "EB elegibility",
    "EB Eligibility",
    "Eligibility for APB after 6 months of joining McAfee",
    "i was calling because i want to know if i am elegible for the annual performance bonus",
    "i was calling because i want to know if i am elegible for the employee bonus",
    "i would like to know if i am elegible for the apb i am an intern",
    "i would like to know if i am elegible for the eb i am an intern",
    "on my 2017 annual performance bonus apb tracker i am not elligible why please",
    "what are the eligility requirements wrt start date that may affect my actual eb payout",
    "what are the requirements to receive APB",
    "also can i have my APB pay information",
    "also can i have my eb pay information",
    "annual bonus",
    "annual performance bonus",
    "Annual Performance Bonus (APB)",
    "Annual Performance Bonus change",
    "annual profit bonus",
    "AP bonus",
    "APB",
    "APB change",
    "APB Overview",
    "APBs",
    "eb",
    "EBs",
    "employee bonus",
    "Employee Bonuses (EBs)",
    "How much is my annual bonus",
    "I am interested in finding out when APB will be announced?",
    "i was wondering if i have questions about my APB where can i find information for APB",
    "i was wondering if i have questions about my eb where can i find information for eb",
    "last december i received a payment a performance bonus what is this about",
    "New Annual Performance Bonus",
    "still looking for link to my annual performance e bonus",
    "what does APB stand for?",
    "what does EB stand for?",
    "What is APB",
    "what is APB?",
    "What is EB",
    "what is EB?",
    "what is my annual bonus percentage?",
    "what is the APB for 2016",
    "What is the date that APB will be announced?",
    "what will be annual bonus for me",
    "Bonus Eligibility"
]
