[
    "Are Altera employees eligible for QPB?",
    "are former Altera employees eligible for bonuses at Intel?",
    "Do Altera employees get the QPB payment?",
    "How does the bonus compare between Intel and Altera",
    "Is QPB the same as Altera's quarterly bonus?",
    "QPB for former Altera employees",
    "What will happen to Altera bonuses?",
    "When are Altera employees eligible for bonuses?",
    "When are the bonus payouts for former Altera employees?",
    "When do Altera employees get APB?",
    "When do Altera employees get the QPB?",
    "When do former Altera employees transition to Intel's bonus plans?",
    "When do i get my first bonus at intel if i'm coming over from Altera?",
    "Will Altera bonuses carry over to Intel?",
    "After leaving, how to get bonus?",
    "Is there bonus payout if resigning?",
    "Do you have to be employed with Intel through the end of the year to get EB and ECBP?",
    "I'm leaving Intel. How will my bonus be paid to me?",
    "I'm leaving Intel. How will my bonus be paid to me?",
    "My last working day in Intel is 27th Jan. How will my APB be paid to me",
    "Is bonus paid on the last day before leaving Intel?",
    "I am leaving Intel , is APB paid on the last day?",
    "I've left Intel, how will my spp be paid to me?",
    "I've left Intel, how will my bonus be paid to me?",
    "If an employee leaves before bonus payout dates, will they get prorated bonus in the final paycheck?",
    "If i give notice, can I get quarterly bonus?",
    "Is there a way to receive the ECBP bonus, if I am leaving today?",
    "Will QPB be paid as part of final settlement?",
    "APB and QPB Bonuses When Leaving",
    "APB and QPB Bonuses when retiring",
    "Bonus when retiring",
    "Do I get bonus after retiring?",
    "Do I get the APB or QPB when I retire?",
    "Do I get the EB or ECBP when I retire?",
    "EB and ECBP Bonuses when retiring",
    "What happens to bonuses when I retire",
    "ABP Bonus for people who got ISP in 2015",
    "APB and QPB Bonuses when terminating",
    "do I get my bonus if I terminate before the end of the year",
    "EB and ECBP Bonuses when terminating",
    "My Internship will end tomorrow, will I still qualify for the ECBP bonus in july?",
    "When is bonus given to employee serving notice period?",
    "APB range for a specific grade level",
    "APB Ranges by Grade Level",
    "bonus target ranges for each grade",
    "EB range for a specific grade level",
    "EB Ranges by Grade Level",
    "I'm trying to find out what the APB % ranges are for the various grade levels?",
    "I'm trying to find out what the EB % ranges are for the various grade levels?",
    "I would like to know the EB target ranges",
    "what are the APB guidelines for employees?",
    "what are the APB ranges?",
    "What is my APB range?",
    "What is my EB range?",
    "What is the APB scale for employees?",
    "Where do I find the multiplier range for my grade?",
    "Can i have my APB pay information",
    "What is APB?",
    "What is the APB change?",
    "Can you give APB overview?",
    "How much is my annual bonus?",
    "I am interested in finding out when APB will be announced?",
    "Where can I find information for eb?",
    "I received a payment a performance bonus what is this about",
    "New Annual Performance Bonus",
    "still looking for link to my annual performance e bonus",
    "what does APB stand for?",
    "what does EB stand for?",
    "What is EB?",
    "Are Deductions Taken Out of Bonuses?",
    "Can bonus payments be staggered to reduce one's liability to USC?",
    "Is SPP deducted from QPB, APB?",
    "Is this bonus subject to USC (universal social charge)?",
    "Payement of USC on our bonus",
    "Short Term Disability deductions from regular pay and bonus pay",
    "what are typical deductions from my QPB?",
    "What is Roth Bonus and Commission Deduction",
    "What payroll deductions are applied to a QPB payment?",
    "Why was STD deducted from my bonus check?",
    "Bonus Allocated to Pension",
    "Bonus Amount - APB or QPB",
    "Can you tell me my APB and QPB amount?",
    "Can you tell me my bonus amount?",
    "How much my ECBP and EB will be?",
    "How much will my bonus be?",
    "What is my bonus?",
    "What the net payout was for the bonus?",
    "Bonus Overview for New Employees",
    "Can a new hire receive QPB?",
    "Need bonus verification for lender",
    "Calculating Annual performance bonus",
    "How is the APB calculated?",
    "How to calculate my annual bonus?",
    "how do i calculate my bonuses?",
    "how do i determine my bonus?",
    "how was my bonus payout calculated exactly?",
    "How to calculate my June bonus?",
    "How to calculate my mid-year bonus?",
    "What's the % of monthly pay I entitle for June Bonus?",
    "How are QPB bonuses calculated?",
    "How can I calculate my quarterly bonus?",
    "How can I calculate December bonus?",
    "How can I calculate year-end bonus?",
    "Are bonuses being changed?",
    "What is changing with the bonus?",
    "How to calculate the Christmas bonus?",
    "What is the contribution to 401k from bonus?",
    "What is the difference between APB and QPB?",
    "what is the difference between EB and ECBP?",
    "What is the difference between EB and ECBP?",
    "What is the difference between QPB and APB?",
    "What's the difference between ECBP and EB?",
    "What's the difference between QPB and APB?",
    "What is the diversity hire bonus?",
    "What's the diverse hire incentive?",
    "What's the incentive for referring diverse candidates?",
    "Factory Exclence Bonus changes",
    "Will there be changes to FEB?",
    "Factory Excellence Bonus Eligibility",
    "Will I get geo differential with bonus?",
    "How does leave impact bonus?",
    "Will I get the bonus if I'm on leave?",
    "Where is my referral bonus?",
    "Why havent I received my employee referral bonus?",
    "How do i claim a bonus referral?",
    "What is referral bonus amount?",
    "How is the bonus taxed?",
    "How much will my bonus be taxed?",
    "When are bonuses paid?",
    "When will I get my bonus?",
    "When will the Mid Year bonus be paid?",
    "When will I get my joining bonus?",
    "I want know the status for my referral bonus",
    "When will Year End bonus be paid?",
    "Am I eligible for end of year bonus?",
    "What is EB 13?",
    "Where is the pay modelling application?",
    "Viewing Pay Letter Data",
    "How do I view my payletter?",
    "Where to find my pay letter?",
    "Focal salary increase not correct on my payslip",
    "Error in Focal payout",
    "When are pay increases effective?",
    "When do i get my pay raise?",
    "Who is eligible for Focal Employee Buyout?",
    "What is Intel's focal philosophy?",
    "What is the objective of focal?",
    "How does focal work?",
    "Focal Process for Employees",
    "Focal Process for Managers",
    "What is meritocracy?",
    "How do I prepare for focal?",
    "Corrective Action Plans / Written Warnings",
    "Focal Promotion Guidelines",
    "How do I get outstanding rating on focal?",
    "What does it take to be a outstanding?",
    "Can you get a payrise with below expectations?",
    "WHat happens if I get an IR in FOCAL?",
    "Log out of cycle improvement required",
    "Update employee review data",
    "Out of Cycle performance rating",
    "Adjust payletter for stock level/value reduction",
    "Focal Tools and Reports",
    "What tools can I use for focal?",
    "Where are the focal reports?",
    "How to reject eda document?"
]
