[
  "How do I shutdown a TEL Tactras tool?",
  "How do I  manage the wafers in the dummy storage?",
  "How to I check tool status?",
  "How do I manage parts maintenance?",
  "How do I change Loader Module Mode?",
  "Where is Auto Check?",
  "What is Auto Check?",
  "What is Auto Setup",
  "How do I run QC check?",
  "How do I transfer wafers manually?",
  "How to I access Process Logs?",
  "How can I view Alarms?",
  "What alarms have posted over the last 24 hours?",
  "How do I verify Auto Check ran?",
  "How do I view SMZ diagnosis logs?",
  "How do I view the Leak Check Logs?",
  "How do I view TNS Logs",
  "How do I manage user groups?",
  "How do I view tool or chamber parameters?",
  "What does the parameter Pressure Control do?",
  "Where do I view descriptions of PM parameters?",
  "Where do I view descriptions of System parameters?",
  "Where do I view descriptions of TM parameters?",
  "Where do I view descriptions of PM IO parameters?",
  "How do I enroll in TEL equipment training?",
  "What are the characteristics of an RLSA Plasma etcher or chamber",
  "What are the blocks of a RLSA plasma etch chamber?",
  "What is a process sequence?",
  "How do I execute a process sequence?",
  "What should I check during process operation?",
  "What is the parts list of FC Parts?",
  "How do I clean parts?",
  "How do I view or set the FCS Interlock tolerance range?",
  "What is an FCS?",
  "How does an FCS operate?",
  "How do I clean the Transfer Module?",
  "What is the APC Position Average on Step 19 by Date?",
  "What is the CD Average by Date?",
  "What is the CD Average by Tool?",
  "What is the CD Average by Tool and Chamber?",
  "What is the CD Standard Deviation by Date?",
  "What is the CD_Stdev by Tool?",
  "What is the CD_Stdev by Tool and Chamber?",
  "What is the Chamber Pressure Average on Step 11 by Date?",
  "What is the Chamber Pressure Average on Step 17 by Date?",
  "What is the Edge CO2 average on Step 14 by Date?",
  "What is the Edge Helium Flow average on step 9 by Tool?",
  "What is the Edge Helium Flow average on step 9 by tool and chamber?",
  "What is the Edge Helium Flow average on step 19 by Tool?",
  "What is the Edge Helium Flow average on step 19 by tool and chamber?",
  "What is the ESC Voltage by date on step 9?"
]
